{"data":[{"title":"Data Driven Criminal Justice Training","subtitle":"Barriers and Limitations to Data Sharing and Analysis","image":"ddcj-1.jpg","date_start":"September 9, 2015","date_end":"October 21, 2015","qty_responses":57,"abbreviation":"criminal-justice","goal":"Sent to diverse members from criminal justice agencies (including law enforcement, courts, corrections and policy makers) nationwide to identify the needs of the community in order to effectively design and customize training programs.","objectives":["Identify the projects and problems people are working on where data might help.","Know how much practitioners know about innovation and human-centered design.","Inform the design of training programs to accelerate data-driven criminal justice reform."],"key_findings":"The initial 57 responses showed disparate conceptual and practical skill level of criminal justice officials regarding the use of data. Designed to identify the barriers and limitations to data sharing and analysis, the survey revealed a deficit in the ability to use data that varies greatly across agencies.","is_active":false,"link":{"survey":"https://the-govlab.forms.fm/data-driven-criminal-justice-training-survey"},"downloads":{"findings":"ddcj-training.pdf"},"material_icon":"assignment","id":"e2f377ea34d5fcaa2924df1344aa4ae3"},{"title":"Toward a New Paradigm","subtitle":"Developing a Trusted Framework for Data Driven Criminal Justice Innovation","image":"ddcj-2.jpg","date_start":"October 21, 2015","date_end":"October 24, 2015","qty_responses":34,"abbreviation":"new-paradigm","goal":"Sent to members of Criminal Justice Coordinating Councils (CJCCs), university researchers, and representatives from criminal justice associations to identify how jurisdictions collect, use, store and share data.","objectives":["Understand the role of data-driven decision making in the criminal justice system today.","Map the availability of and access to data for reform.","Identify the barriers and impediments to using data."],"key_findings":"Initial results from 34 respondents demonstrated a diverse array of data practices. Information is collected on paper and digitally. Information is collected on paper and digitally. In some cases, it is anonymized and, in other cases, simply stored security. There’s a significant diversity around data analytics as well. Some analyze the data within the agency, some outsource, and some do not perform data analytics at all. Some jurisdictions can use data to trace someone in the system; others cannot. Governance policies and mechanisms differ. In short, there is diversity of experience. In common is only the fact that almost no one posts open data for the public, including researchers, to study and analyze. The results were presented during the first Data-Driven Justice Workshop held at the White House on October 28th, 2015.","is_active":false,"link":{"survey":"https://govlab.typeform.com/to/qPeday"},"downloads":{"findings":"ddcj-toward-a-new-paradigm.pdf"},"material_icon":"lightbulb_outline","id":"f669fa162711cf7cded1b11efd482e74"},{"title":"Empirical Criminal Justice Research","subtitle":"Enabling Greater Collaboration Between Government and the Research Community","image":"ddcj-3.jpg","date_start":null,"date_end":null,"qty_responses":"In Process","abbreviation":"empirical-criminal-justice","goal":"Sent to empirical criminal justice researchers from across the country to identify and assess the sources of data being used to conduct research.","objectives":["How empirical criminal justice researchers use criminal justice data","How empirical criminal justice researchers access data","Impediments to accessing data","How researchers would like to obtain data"],"key_findings":"In process","is_active":true,"link":{"survey":"https://nyu.qualtrics.com/jfe/form/SV_4MCNBPkJ7KVR3cp"},"downloads":null,"material_icon":"assessment","id":"43d8f68c19fa3d49aa793bd214ca737e"}]}